Repository: nektar95/netguru_task
Catalog: lib/l10n/arb/app_*.arb
Languages: pl

# taskAppAddValue
source: Add
pl: Dodaj

# taskAppFavoritesValues
source: Favorites
pl: Ulubione

# taskAppHome
source: Values
pl: Cytaty

# taskHomePageTitle
source: Values viewer
pl: Przegląd wartości

# unknownException
source: Unexpected error, sorry :(
pl: Niespodziewany błąd, jest nam przykro :(

# storageException
source: We have some problems with data.
pl: Mamy pewien problem z danymi.

# savedValue
source: We will keep your value safe in our storage! Promise!
pl: Będziemy trzymać twoją wartość w bezpiecznym miejscu! Obiecujemy!

# emptyFavoriteList
source: It's empty here, don't you like anything?
pl: Tu jest pusto, nic ci się nie podoba?

# addNewValueInfo
source: Write down your values. Do you have one?
pl: Zapisz swoję wartości. Czy masz jakąś?

# addNewValueInputHint
source: Type your value...
pl: Wpisz swoją wartość...

# addNewValueInputValidate
source: Your value is too long! Max 250 characters.
pl: Twoja wartość jest za długa! Maksymalnie 250 znaków.

# addNewValueButton
source: Add value
pl: Dodaj wartość
